<?php

return [
    'ShopGrids-Your_Trusted_&_Reliable_Partner' => 'ShopGrids - شريكك الموثوق والموثوق به',
    'about_store' => 'في ShopGrids، نؤمن بأن تجربة التسوق يجب أن تكون سهلة وآمنة وممتعة.
نوفر مجموعة واسعة من المنتجات عالية الجودة التي تلبي مختلف الاحتياجات والأذواق.
نعمل مع أشهر العلامات التجارية لضمان أفضل مستوى من الجودة والأداء.
نقدم أسعارًا تنافسية وعروضًا حصرية تمنح عملاءنا أفضل قيمة مقابل المال.
يتميز متجرنا بواجهة سهلة الاستخدام تساعدك على العثور على ما تبحث عنه بسرعة.
نوفر وسائل دفع إلكترونية آمنة لحماية جميع معاملاتك المالية.
كما نقدم خدمة شحن سريعة وسياسة إرجاع مرنة لراحة عملائنا.
فريق دعم العملاء لدينا متاح للإجابة عن استفساراتك وتقديم المساعدة في أي وقت.
نسعى باستمرار إلى تطوير خدماتنا وتحسين تجربة التسوق الإلكترونية.
اختر ShopGrids واجعلنا شريكك الموثوق للحصول على أفضل تجربة تسوق عبر الإنترنت.',
'Our_Core_Team'=>'فريق العمل الأساسي',
'our-core-team-description'=>'يضم فريقنا الأساسي نخبة من المتخصصين الذين يعملون بشغف لتقديم أفضل تجربة لعملائنا. نسعى دائمًا إلى الابتكار والتعاون لضمان أعلى مستويات الجودة والتميز.',
'Grace_Wright' => 'جريس رايت',
'Founder_CEO' => 'المؤسس والرئيس التنفيذي',
'Taylor_Jackson' => 'تايلور جاكسون',
'Financial_Director' => 'المدير المالي',
'Quinton_Cross' => 'كوينتون كروس',
'Marketing_Director' => 'مدير التسويق',
'Liana_Mullen' => 'ليانا مولين',
'Lead_Designer' => 'كبير المصممين',
];
